IDEA Open Model
CssComponentTimeLoading Class
Compatible with IDEA StatiCa Beta 20.0
 Cross-section coponent loading
Inheritance Hierarchy
System.Object
 IdeaRS.OpenModel.Concrete.Load.CssComponentTimeLoading
 Namespace: IdeaRS.OpenModel.Concrete.Load
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public class CssComponentTimeLoading
Public Class CssComponentTimeLoading
The CssComponentTimeLoading type exposes the following members.
Constructors
Name | Description
CssComponentTimeLoading
Initializes a new instance of the CssComponentTimeLoading class
Top
Properties
Name | Description
Loading
 Loading
Time
 Time
Top
See Also
Reference
IdeaRS.OpenModel.Concrete.Load Namespace